{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "dev-v3" },
  "lsp_signature.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}